Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Vorbis on avoimen lähdekoodin äänikodekki, joka takaa korkean laadun sekä pienemmän tiedostokoon kuin MP3.
nn: Vorbis er ein lydkodek med open kjeldekode og kvalitetsreduksjon, men gjev betre lydkvalitet til ein mindre filstorleik enn MP3.

source: Äänenlaatu
nn: Lydkvalitet

source: Nopea ja tehokas avoin äänen pakkausmuoto, joka tarjoaa häviöttömän sekä korkealaatuisen häviöllisen pakkauksen suurella dynaamisella alueella.
nn: Eit raskt og effektivt open kjelde-format med høgkvalitetskoding utan tap, og stor dynamisk rekkevidde.

source: Tila
nn: Modus

source: Nopea pakkaus
nn: Rask komprimering

source: Oletuspakkaus
nn: Standard komprimering

source: Suuri pakkaus
nn: Høg komprimering

source: Erittäin suuri pakkaus
nn: Svært høg komprimering

source: Häviöllinen tila
nn: Kvalitetsreduksjon

source: Tallenna MD5-summa tiedostoon
nn: Lagra MD5-sum i fila

source: Lisäkäsittely
nn: Ekstra prosessering

source: Oletus
nn: Standard

source: Suurin
nn: Høgast

source: PCM-aaltomuoto
nn: Waveform PCM

source: WAV+PCM-muoto pitää sisällään pakkaamatonta, raakaa Pulse-Code Modulated (PCM) -ääntä.
nn: WAV+PCM er eit ukomprimert format utan datatap, med høg lydkvalitet.

source: Kaupallinen häviöllinen äänimuoto, jolla voidaan tehdä korkealaatuisia tiedostoja MP3-tiedostoja pienemmässä koossa. 96 kbps wma-tiedosto vastaa 128 kbps mp3-tiedostoa.
nn: Eit proprietært lydformat med kvalitetstap, med høg kvalitet til ein mindre filstorleik enn MP3. Ei WMA-fil med 96 kb/s utgjer ei MP3-fil med 128 kb/s.

source: Käytä vaihtelevaa bittinopeutta
nn: Bruk variabel bitrate

source: Mediasoitin
nn: Mediaspelar

source: Banshee-musiikkisoitin
nn: Banshee mediaspelar

source: Toista ja järjestele mediakirjastojasi
nn: Spel av og organiser mediasamlinga di

source: Putkea ei voitu luoda
nn: Kunne ikkje oppretta kanal

source: Elementtiä filesrc ei voitu luoda
nn: Kunne ikkje oppretta filesrc-element

source: Liitännäistä decodebin2 ei voitu luoda
nn: Kunne ikkje oppretta decodebin2-tillegg

source: Liitännäistä audioconvert ei voitu luoda
nn: Kunne ikkje oppretta audioconvert-tillegg

source: Liitännäistä bpmdetect ei voitu luoda
nn: Kunne ikkje oppretta bpmdetect-tillegg

source: Liitännäistä fakesink ei voitu luoda
nn: Kunne ikkje oppretta fakesink-tillegg

source: Putken osia ei voitu liittää
nn: Kunne ikkje kople saman kanalar

source: CDDA-URIsta ei voitu alustaa elementtiä
nn: Kunne ikkje starta element frå cdda-adresse

source: Koodekin putkea ei voitu luoda
nn: Kunne ikkje opprette kanal for koding

source: Jonoliitännäistä ei voitu luoda
nn: Kunne ikkje oppretta tillegg for avspelingskø

source: Liitännäistä sinkben ei voitu luoda
nn: Kunne ikkje oppretta filesink-tillegg

source: Lähde-elementtiä ei voitu luoda
nn: Kunne ikkje oppretta kjeldeelement

source: Nieluelementtiä ei voitu luoda
nn: Kunne ikkje oppretta sink-element

source: Koodausputkea ei voitu luoda
nn: Kunne ikkje oppretta kanal for koding

source: Kohteen täyttäjää ei löytynyt kooderista
nn: Kunne ikkje henta «sink pad» frå kodar

source: Kirjoita CD-levy...
nn: Skriv CD …

source: Kirjoita valitut kappaleet CD-levylle
nn: Skriv valde spor til ein lyd-CD

source: CD-levyä ei voitu kirjoittaa
nn: Kunne ikkje skrive CD

source: Braseroa ei voitu käynnistää
nn: Brasero kan ikkje startast

source: Videon soitto kokoruututilassa on käytössä
nn: Fullskjermvising av video

source: Pakkausohjelmaa levyn lukua varten ei löytynyt.
nn: Fann ingen kodar for ripping.

source: CD-levyn lukuajuria ei voitu luoda.
nn: Kunne ikkje oppretta drivar for CD-ripping.

source: BPM-tunnistusajuria ei voitu luoda.
nn: Kunne ikkje oppretta drivar for BPM-gjenkjenning.

source: GStreamer-kirjastoa ei voitu alustaa
nn: Kunne ikkje starta GStreamer

source: Tuntematon virhe
nn: Ukjend feil

source: _Käytä replaygain-korjausta
nn: _Slå på volumjustering

source: Jos kappaleissa on ReplayGain-data, skaalaa (normalisoi) soiton voimakkuus automaattisesti
nn: Juster (jamn ut) avspelingsvolum for spor som inneheld ReplayGain-informasjon

source: Katkoton soitto
nn: Slå på avspeling utan opphald

source: Transkooderia ei voitu luoda
nn: Kunne ikkje starta konvertering

source: Päivityksiä ei voi tarkistaa
nn: Klarte ikkje sjå etter oppdateringar

source: Tällä hetkellä ei ole mahdollista tarkistaa, onko uutta versiota saatavilla. Yritä myöhemmin uudelleen.
nn: For tida er det ikkje mogleg å sjå etter ein ny versjon. Prøv att seinare.

source: Ei päivitystä saatavilla
nn: Inga oppdatering tilgjengeleg

source: Käytössäsi on jo Bansheen uusin versio.
nn: Du har allereie den siste versjonen av Banshee innstallert.

source: Uusi Banshee-versio ({0}) on saatavilla.{1}Haluatko päivittää?
nn: Ein ny versjon av Banshee ({0}) er tilgjengeleg.{1}Vil du oppdatera?

source: Banshee-päivitys saatavilla
nn: Oppdatering for Banshee tilgjengeleg

source: Ladataan tiedostoa {0}
nn: Lastar ned {0}

source: Päivityksen lataus epäonnistui
nn: Klarte ikkje lasta ned oppdatering

source: Lataus epäonnistui. Yritä myöhemmin uudelleen.
nn: Klarte ikkje lasta ned oppdatering. Prøv att seinare.

source: Päivityksen lataus valmistui.{0}Haluatko sulkea Bansheen ja käynnistää asennusohjelman?
nn: Oppdateringa er lasta ned.{0}Vil du avslutta Banshee og installera den nye versjonen?

source: Päivitä valmistuneet lataukset
nn: Oppdateringa er lasta ned

source: Tarkista päivitykset
nn: Sjå etter oppdateringar

source: Ohjevalitsimet
nn: Alternativ for hjelp

source: Näytä tämä ohje
nn: Vis hjelp

source: Näytä soiton ohjainvalitsimet
nn: Vis alternativ for å styra avspeling

source: Näytä soitettavan kappaleen kyselyvalitsimet
nn: Vis alternativ for å styra gjeldande spor

source: Näytä soittomoottorin kyselyvalitsimet
nn: Vis alternativ for styring av avspelingsprogramvara

source: Näytä käyttöliittymän valitsimet
nn: Vis alternativ for brukargrensesnitt

source: Näytä kehittäjien ja vianetsinnän valitsimet
nn: Vis alternativ for utviklarar og feilsøking

source: Näytä kaikki valitsinryhmät
nn: Vis alle grupper med alternativ

source: Näytä versiotiedot
nn: Vis versjonsinformasjon

source: Soiton ohjainten valinnat
nn: Alternativ for styring av avspeling

source: Soita seuraava kappale, mahdollisesti toistaen jos ”toisto”-arvo on asetettu
nn: Spel av neste sport, eventuelt starta på nytt, dersom «restart»-verdien er sett

source: Jos nykyistä kappaletta on soitettu yli neljä sekuntia, aloita se alusta, muuten sama kuin --previous
nn: Dersom gjeldande spor har spelt i meir enn 4 sekund, vert den starta på nytt – elles det same som --previous

source: Aloita komentoriviltä jonoon laitettujen kappaleiden soitto automaattisesti
nn: Start avspeling av spor sett i kø på kommandolinja automatisk

source: Aloita soitto
nn: Start avspeling

source: Keskeytä soitto
nn: Sett avspeling på pause

source: Vaihda soiton tilaa
nn: Styr avspeling

source: Pysäytä soitto
nn: Stopp avspeling fullstendig

source: Ota käyttöön tai poista käytöstä soiton pysäyttäminen nykyisin soivan kappaleen jälkeen (arvon pitäisi olla joko ”true” tai ”false”)
nn: Slå på eller av stopp av avspeling etter gjeldande spor er spelt (verdi er anten «true» eller «false»)

source: Aseta soiton äänenvoimakkuus (0-100), suhteellisia arvoja voi käyttää laittamalla eteen + tai -
nn: Juster avspelingsvolumet (0–100), bruk +/- for relative verdiar

source: Siirry tiettyyn kohtaan (sekunteja, liukuluku)
nn: Gå til eit bestemt punkt (sekund, desimaltal)

source: Aseta soivan kappaleen arvostelu (0 – 5)
nn: Gje ei vurdering av sporet (0–5)

source: Soittomoottorin kyselyasetukset
nn: Alternativ for styring av avspelingsprogramvare

source: Soittimen tila
nn: Gjeldande spelartilstand

source: Viimeisin soittimen tila
nn: Førre spelartilstand

source: Kysy voiko soiton keskeyttää
nn: Undersøk om avspelaren kan setjast på pause

source: Kysy voiko soitin siirtyä kappaleessa
nn: Undersøk om avspelaren kan gå til bestemte tidspunkt

source: Soittimen äänenvoimakkuus
nn: Avspelingsvolum

source: Soittimen kohta soivassa kappaleessa
nn: Avspelingsposisjon i gjeldande spor

source: Soivan kappaleen metadatan kyselyasetukset
nn: Innstillingar for spørringar i spormetadata

source: URI
nn: Adresse

source: Esittäjän nimi
nn: Artistnamn

source: Levyn nimi
nn: Albumtittel

source: Kappaleen nimi
nn: Sportittel

source: Kesto
nn: Lengd

source: Kappalenumero
nn: Spornummer

source: Kappaleiden lukumäärä
nn: Tal på spor

source: Levyn numero
nn: Platenummer

source: Vuosi
nn: År

source: Arvostelu
nn: Vurdering

source: Pisteytys
nn: Poeng

source: Käyttöliittymän valitsimet
nn: Alternativ for brukargrensesnitt

source: Näytä käyttöliittymä aktiivisessa työtilassa
nn: Vis grensesnitt på gjeldande arbeidsområde

source: Siirry kokoruututilaan
nn: Vis fullskjerm

source: Piilota käyttöliittymä
nn: Gøym brukargrensesnitt

source: Älä näytä käyttöliittymää (muista asetuksista riippumatta)
nn: Ikkje vis grensesnitt, uavhengig av andre alternativ

source: Näytä median tuonti -ikkuna
nn: Vis vindauget for importering av media

source: Näytä tietoja-ikkuna
nn: Vis om-vindauget

source: Näytä avaa sijainti -ikkuna
nn: Vis vindauget for opning av plassering

source: Näytä asetukset-ikkuna
nn: Vis vindauget for innstillingar

source: Vianetsintä- ja kehitysasetukset
nn: Alternativ for utvikling og feilsøking

source: Ota käyttöön yleiset vianetsintäominaisuudet
nn: Slå på generelle feilsøkingsfunksjonar

source: Ota käyttöön SQL-kyselyiden vianetsintätulosteet
nn: Slå på feilsøking av resultat frå SQL-spørringar

source: Ota käyttöön Mono.Addins-vianetsintätulosteet
nn: Slå på feilsøking av utdata frå Mono.Addins

source: Määritä käytettävä vaihtoehtoinen tietokanta
nn: Vel ein alternativ database å bruka

source: Määritä vaihtoehtoinen tietokanta, oletus on /apps/banshee-1/
nn: Vel ein alternativ nøkkel, standard er /apps/banshee-1/

source: Optimoi suoritettavaksi asentamatta, erityisesti tämä luo vaihtoehtoisen Mono.Addins-tietokannan työhakemistoon.
nn: Optimer for køyring uinstallert; dette vil mest sannsynleg laga ein alternativ Mono.Addins-database i gjeldande mappe

source: Poista DBus-tuki käytöstä kokonaan
nn: Slå av støtte for DBus fullstendig

source: Ohita mukautetun gtkrc-tiedoston ({0}) lataus, jos se on olemassa
nn: Hopp over lasting av sjølvvald gtkrc-fil ({0}), viss den finst

source: Seuraavat ohjeargumentit ovat virheellisiä: {0}
nn: Følgjande hjelpeargument er ugyldige: {0}

source: Soita levy
nn: Spel av album

source: Vie _jonoon
nn: _Legg i kø

source: Soita
nn: _Spel av

source: Soita _kappale
nn: Spel av s_ong

source: Lisää kappale soittolistaan
nn: Legg til ein song i spelelista

source: Soita _levy
nn: Spel av _album

source: {0} jäljellä
nn: {0} står att

source: Soita kappale
nn: Spel av song

source: Sulje
nn: Lukk

source: Etsi
nn: Søk

source: Esittäjä, levy tai kappale
nn: Artist, album eller tittel

source: Levyn esittäjä
nn: Albumartist

source: Säveltäjä
nn: Komponist

source: Tyyli
nn: Sjanger

source: Kommentti
nn: Kommentar

source: Tuntematon esittäjä
nn: Ukjend artist

source: Tuntematon levy
nn: Ukjend album

source: Tuntematon kappale
nn: Ukjend tittel

source: Useita esittäjiä
nn: Fleire artistar

source: Virran sijaintia ei löytynyt
nn: Klarte ikkje å finna plassering av straum

source: Tiedostoa ei löytynyt
nn: Fann ikkje fila

source: Tämän tiedostotyypin soittamiseen tarvittavaa koodekkia ei ole saatavilla
nn: Kodeken for avspeling av medietypen er ikkje tilgjengeleg

source: Tiedosto on DRM-suojattu (Digital Rights Management)
nn: Fila er verna av digital opphavsrett (DRM)

source: Aloita podcast _alusta
nn: _Start podkast på nytt

source: Aloita äänikirja _alusta
nn: _Start lydbok på nytt

source: Aloita video _alusta
nn: _Start video på nytt

source: Aloita kappale _alusta
nn: _Start song på nytt

source: Aloita kohde _alusta
nn: _Start element på nytt

source: _Siirry soivaan podcastiin
nn: _Hopp til podkasten som spelast av

source: _Siirry esitettävään äänikirjaan
nn: _Hopp til lydboka som spelast av

source: _Siirry esitettävään videoon
nn: _Hopp videoen som spelast av

source: _Siirry soivaan kappaleesen
nn: _Hopp til songen som spelast av

source: _Siirry soitettavaan kappaleeseen
nn: _Hopp til elementet som spelast av

source: Kaikki levyt ({0})
nn: Alle album ({0})

source: Kaikki esittäjät ({0})
nn: Alle artistar ({0})

source: Arvo
nn: Verdi

source: Sekoita _levyn mukaan
nn: Tilfeldig etter album

source: albumin mukaan
nn: i album

source: Soita levyn kappaleet ja vaihda satunnaiseen levyyn
nn: Spel av alle songane i eit album, og så tilfeldig velje eit anna album

source: Sekoita _esittäjän mukaan
nn: Tilfeldig etter artist

source: esittäjän mukaan
nn: av artist

source: Soita kaikki esittäjän kappaleet ja vaihda satunnaiseen esittäjään
nn: Spel av alle songane av ein artist, og så tilfeldig velje ein annan artist

source: _Poista sekoitus
nn: Tilfeldig _av

source: käsin
nn: manuelt

source: Älä sekoita soittolistaa
nn: Ikkje stokk om spelelista

source: Sekoita _arvostelun mukaan
nn: Tilfeldig etter vurdering

source: arvostelun mukaan
nn: etter vurdering

source: Soita kappaleet satunnaisessa järjestyksessä, suosi paremmat arvostelut saaneita kappaleita
nn: Spel tilfeldige songar, føretrekkjer høgast vurderte songar

source: Sekoita _pisteiden mukaan
nn: Tilfeldig etter poeng

source: pisteiden mukaan
nn: etter poeng

source: Soita kappaleet satunnaisessa järjestyksessä, suosi paremmat pisteet saaneita kappaleita
nn: Spel tilfeldige songar, føretrekkjer songar med mest poeng

source: Sekoita _kappaleen mukaan
nn: Tilfeldig etter song

source: kappaleen mukaan
nn: etter song

source: Soita kappaleet satunnaisessa järjestyksessä soittolistalta
nn: Spel songar i spelelista i tilfeldig rekkjefølgje

source: Tutkitaan mediaa
nn: Søkjer etter media

source: Tutkitaan...
nn: Søkjer …

source: Tutkitaan ({0} tiedostoa)...
nn: Søker ({0} filer) …

source: Tuodaan mediatiedostot
nn: Importerer media

source: Musiikin tuonti on kesken. Haluatko keskeyttää tuonnin?
nn: Importering pågår. Vil du stoppe importeringa?

source: Tuodaan {0}/{1}
nn: Importerer {0} av {1}

source: Tuodaan uudestaan {0}/{1}
nn: Søkjer {0} av {1} på nytt

source: Päivitetään Bansheen tietokantaa
nn: Oppgraderer Banshee-databasen

source: Odota, että vanha Bansheen tietokanta muunnetaan uuteen muotoon.
nn: Vent medan den gamle Banshee-databasen konverterast til det nye formatet.

source: Päivitetään metatietoja
nn: Oppdaterer metadata

source: Klassinen
nn: Klassisk

source: Klubi
nn: Klubb

source: Dance
nn: Dans

source: Täysi basso
nn: Full bass

source: Täysi basso ja diskantti
nn: Full bass og diskant

source: Täysi diskantti
nn: Full diskant

source: Kannettavan tietokoneen kaiuttimet ja kuulokkeet
nn: Høgtalarar på berbar datamaskin og hovudtelefonar

source: Suuri sali
nn: Storsal

source: Bileet
nn: Fest

source: Soft
nn: Mjukt

source: Soft Rock
nn: Mjuk rock

source: Techno
nn: Tekno

source: Poista kirjastosta
nn: Fjern frå bibliotek

source: Tiedostojen järjestely
nn: Filorganisering

source: _Päivitä tiedostojen ja hakemistojen nimet
nn: _Oppdater fil- og mappenamn

source: Nimeä tiedostot ja hakemistot uudelleen kappaletietojen mukaan.
nn: Gje nytt namn til filer og mapper basert på metadata

source: {0}-kansio
nn: {0} mappe

source: Kappaleen esittäjä
nn: Sporartist

source: Levyn esittäjän etukirjain
nn: Initialar albumartist

source: Kapellimestari
nn: Dirigent

source: Levy
nn: Album

source: Kappale
nn: Tittel

source: Lukumäärä
nn: Tal

source: Numero
nn: Nummer

source: Lukumäärä (ei järjestetty)
nn: Tal (usortert)

source: Numero (ei järjestetty)
nn: Nummer (usortert)

source: Levyjen lukumäärä
nn: Platetal

source: RyhmittelyMusic Library
nn: GrupperingMusic Library

source: Musiikki
nn: Musikk

source: Etsi musiikkia
nn: Søk i musikken din

source: _Järjestä esittäjän albumit vuoden mukaan, ei nimen
nn: _Sorter albumet til ein artist etter år, ikkje tittel

source: Musiikkikansio
nn: Musikkmappe

source: Suosikit
nn: Favorittar

source: Neljällä ja viidellä tähdellä arvostellut kappaleet
nn: Songar vurderte til fire og fem stjerner

source: Viimeisimmät suosikit
nn: Siste favorittar

source: Viime viikolla usein kuunnellut kappaleet
nn: Songar ofte høyrt på den siste veka

source: Äskettäin lisätyt
nn: Nyleg lagt til

source: Viime viikolla tuodut kappaleet
nn: Songar importerte den siste veka

source: Äskettäin soitetut
nn: Nyleg spelt

source: Äskettäin soitetut kappaleet
nn: Nyleg spelte songar

source: Kuuntelemattomat
nn: Ikkje høyrt

source: Kappaleet joita ei ole soitettu tai ohitettu
nn: Songar som ikkje har vorte spelt av eller hoppa over

source: Laiminlyödyt suosikkikappaleet
nn: Ignorerte favorittar

source: Suosikkikappaleet, joita ei ole soitettu kahteen kuukauteen
nn: Favorittar ikkje spelt på over to månadar

source: Vähiten suositut
nn: Minst favoritt

source: Yhdellä tai kahdella tähdellä arvostellut kappaleet, jotka on ohitettu säännöllisesti
nn: Songar gjeve ei eller to stjerner eller som du ofte har hoppa over

source: 700 Mt suosikkikappaleita
nn: 700 MB med favorittar

source: Data-CD:llinen suosikkikappaleita
nn: Nok songar til å fylla ein data-CD

source: 80 minuuttia suosikkikappaleita
nn: 80 minutt med favorittar

source: CD-levylliinen suosikkikappaleita
nn: Nok songar til å fylla ein lyd-CD

source: Ei arvosteltu
nn: Ikkje vurdert

source: Arvostelemattomat kappaleet
nn: Songar som ikkje er vurderte

source: tuodaan kappaleita
nn: Importerer songar

source: Tuodaan lähteestä {0}Video Library
nn: Importerer frå {0}Video Library

source: Videot
nn: Videoar

source: Etsi videoita
nn: Søk i videoane dine

source: Tuottanut
nn: Produsert av

source: Videokansio
nn: Videomappe

source: Neljällä ja viidellä tähdellä arvostellut videot
nn: Videoar vurderte til fire og fem stjerner

source: Katsomattomat
nn: Ikkje sett

source: Videot joita ei ole soitettu vielä
nn: Videoar som ikkje har vorte spelt enno.

source: Oletusmoottori
nn: Standard avspelingsprogramvare

source: Soittomoottoreita ei löytynyt. Tarkista, että Banshee on asennettu oikein.
nn: Fann inga avspelingsprogramvare. Kontroller at Banshee er installert ordentleg.

source: Ongelma soittomoottorin kanssa
nn: Problem med avspelingsprogramvare

source: Muunnetaan {0}/{1}
nn: Konverterer {0} av {1}

source: Alustetaan
nn: Klargjer

source: Tiedostoja ollaan muuntamassa toiseen muotoon. Haluatko keskeyttää muunnoksen?
nn: Filer vert konverterte til eit anna format. Vil du stoppe dette?

source: Tallennetaan metatietoja tiedostoon
nn: Lagrar metadata til fil

source: Ei verkkoyhteyttä saatavilla
nn: Inga nettverkstilkopling er tilgjengeleg

source: Ei saatu yhteyttä NetworkManageriin tai Wicdiin
nn: Kan ikkje kopla til nettverkshandsamar eller Wicd

source: Oletetaan, että käytössä on toimiva verkkoyhteys
nn: Forutset ei tilgjengeleg, fungerande nettverkstilkopling

source: _Poista käytöstä Internet-yhteyttä vaativat ominaisuudet
nn: Slå av funksjonar som krev tilgang til internett

source: Jotkin ominaisuudet, kuten Last.fm tai kansikuvien noutaminen, vaativat laajakaista-Internet-yhteyden
nn: Enkelte funksjonar krev ei breibandstilkopling, som Last.fm og nedlasting av albumbilete

source: Etsi tästä soittolistasta
nn: Søk i denne spelelista

source: Soittolista
nn: Speleliste

source: Poista soittolistalta
nn: Fjern frå speleliste

source: Poista soittolista
nn: Slett speleliste

source: Uusi soittolista
nn: Ny speleliste

source: MPEG-versio 3.0, laajennettu (*.m3u)
nn: Utvida MPEG Version 3.0 (*.m3u)

source: Shoutcast-soittolista versio 2 (*.pls)
nn: Shoutcast-speleliste versjon 2 (*.pls)

source: XML-muotoinen jaettava soittolista versio 1 (*.xspf)
nn: XML-format for delelege spelelister, versjon 1 (*.xspf)

source: Yleisasetukset
nn: Generelt

source: Lähdekohtainen
nn: Kjeldebestemt

source: Lisäosat
nn: Utvidingar

source: Tiedostokäytännöt
nn: Filreglar

source: Kehitä Bansheeta lähettämättä anonyymejä käyttötietoja
nn: Gjer Banshee betre ved å senda inn anonym bruksinformasjon

source: kohtia
nn: element

source: minuuttia
nn: minutt

source: tuntia
nn: timar

source: Mt
nn: MB

source: Gt
nn: GB

source: Esittäjäartist
nn: Artistartist

source: esittäjä
nn: artist

source: esittäjätalbum artist
nn: artistaralbum artist

source: levynesittäjä
nn: albumartist

source: kokoelmanesittäjäalbum
nn: samlealbumartistalbum

source: albumi
nn: album

source: levyllä
nn: på

source: levy
nn: plate

source: levynumero
nn: platenr

source: levyjä
nn: plater

source: cd:itä
nn: CD-ar

source: kappalenumero
nn: spornr

source: kappaleita
nn: spor

source: kappalemäärä
nn: Tal spor

source: Iskuja minuutissa
nn: Slag i minuttet

source: bittinopeus
nn: bitrate

source: Näytteenottotaajuus
nn: Samplingsrate

source: näytteenottotaajuus
nn: samplingsrate

source: Bittiä näytettä kohti
nn: Bit per sample

source: bittisyvyys
nn: bitdjupne

source: kvantisointi
nn: kvantisering

source: nimeltään
nn: med tittel

source: nimi
nn: namn

source: nimetty
nn: med namn

source: vuosi
nn: år

source: julkaistu
nn: utgjeven

source: v
nn: år

source: tyyli
nn: sjanger

source: säveltäjä
nn: komponist

source: kapellimestari
nn: dirigent

source: ryhmittely
nn: gruppering

source: kommentti
nn: kommentar

source: Lisenssi
nn: Lisens

source: lisenssi
nn: lisens

source: lisensoitu
nn: med lisens

source: alle
nn: under

source: arvostelu
nn: vurdering

source: tähteä
nn: stjerner

source: Soittokerrat
nn: Tal avspelingar

source: soittokerrat
nn: tal avspelingar

source: kuuntelukerrat
nn: lyttingar

source: Ohitusten lukumäärä
nn: Gonger hoppa over

source: ohitettu
nn: hoppa over

source: ohituskerrat
nn: tal gonger hoppa over

source: Tiedoston koko
nn: Filstorleik

source: koko
nn: storleik

source: tiedostokoko
nn: filstorleik

source: Tiedoston sijainti
nn: Filplassering

source: uri
nn: adresse

source: polku
nn: sti

source: tiedosto
nn: fil

source: sijainti
nn: plassering

source: kesto
nn: lengde

source: pituus
nn: lengd

source: Mime-tyyppi
nn: MIME-type

source: tyyppi
nn: type

source: mime-tyyppi
nn: mimetype

source: muoto
nn: format

source: Viimeksi soitettu
nn: Sist spelt

source: viimeksisoitettu
nn: sist spelt

source: soitettu
nn: spelt

source: soittopäivä
nn: spelt

source: Viimeksi ohitettu
nn: Siste hoppa over

source: viimeksiohitettu
nn: siste hoppa over

source: Lisäyspäivä
nn: Dato lagt til

source: lisätty
nn: lagt til

source: Tuo
nn: importert

source: lisäyspäivä
nn: dato lagt til

source: tuotu
nn: Importert

source: Älysoittolista
nn: Smart speleliste

source: pisteet
nn: poeng

source: Soittovirhe
nn: Feil ved avspeling

source: Ohituskerrat
nn: Hoppa over

source: Korkein arvostelu
nn: Høgast vurdering

source: Matalin arvostelu
nn: Lågast vurdering

source: Korkein pistemäärä
nn: Høgast poengsum

source: Alin pistemäärä
nn: Lågast poengsum

source: Useiten soitettu
nn: Mest spelt

source: Vähiten soitettu
nn: Minst spelt

source: Pisin aika sitten soitettu
nn: Lengst sidan spelt

source: Viimeisimmäksi lisätty
nn: Sist lagt til

source: Pisin aika sitten lisätty
nn: Lengst sidan lagt til

source: Satunnainen
nn: Tilfeldig

source: Ei mitään
nn: Ingen

source: ei
nn: ingen

source: Resurssia ei löytynyt
nn: Ressurs ikkje funnen

source: puuttuu
nn: manglar

source: ei löytynyt
nn: ikkje funnen

source: Koodekkia ei löytynyt
nn: Kodek ikkje funnen

source: Tuntematon
nn: Ukjend

source: Älysoittolistaa ei voitu siirtää
nn: Klarte ikkje eksportera smart speleliste

source: Raportoi tästä viasta vikaraportti: {0}
nn: Send ein feilrapport med denne feilen: {0}

source: Muokkaa älysoittolistaa
nn: Endra smart speleliste

source: Poista älysoittolista
nn: Slett smart speleliste

source: Kaikki tyylit ({0})
nn: Alle sjangrar ({0})

source: Sulje virheraportti
nn: Lukk feilrapport

source: Virhe
nn: Feil

source: Yksityiskohdat
nn: Detaljar
